[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Close
btnUpdate.Caption=Download
btnConfirmCancel.Caption=Cancel
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Congratulations! You already have the latest version. No update is available.
lblGetUptInfo.Caption=Getting update information, please wait...
btnConfigCancel.Caption=Cancel
btnMinimize.Caption=Minimize
btnProcessCancel.Caption=Cancel
btnUptWeb.Caption=Update Now
btnWebCancel.Caption=Update Later
lblUpdateFailed.Caption=Update failed! Please try again later. Or please click Retry button to update again.
btnFailedClose.Caption=Close
btnRetry.Caption=Retry
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Item
Size=Size
Version=Version
DownLoading=Downloading
OK=OK
Close=Close
LiveUpdate=Update
UpdateSuccess=%s is updated. You can enjoy the latest features and improvements now.
WebDownLoad=New version of %s is available. Please update it now to get the latest features and improvements. It's free of charge.
AvailableUpdates=Available Updates
NewVersion=New Version
VersionUpdate=Version Update
ImportantUpdate=Important Update

